{
    "en": [
      "Patience is the key to relief.",
      "Fasting nurtures the soul.",
      "Every hardship comes with ease.",
      "In silence, there is strength.",
      "Reflect and renew your spirit.",
      "A calm mind is a powerful mind.",
      "Gratitude transforms challenges into blessings.",
      "Let your faith guide you in every moment.",
      "This fast is a journey of self-discovery.",
      "The night is darkest before the dawn.",
      "Spiritual growth begins with inner peace.",
      "Strength lies in perseverance.",
      "In the quiet of the morning, find your strength.",
      "Every sunset brings a new dawn.",
      "Embrace every challenge as a lesson.",
      "Hope is the light that never fades.",
      "Small acts of kindness can change the world.",
      "Your journey is as important as your destination.",
      "Believe in the power of renewal.",
      "Every day is a chance for a new beginning.",
      "Peace comes from within.",
      "The spirit is willing when the heart is at peace.",
      "In every hardship lies an opportunity.",
      "A pure heart is the best prayer.",
      "Let gratitude be the bridge to contentment.",
      "Faith gives you strength in times of weakness.",
      "The soul shines brightest in the darkness.",
      "Your resilience is your power.",
      "Cherish every moment of this sacred time.",
      "Inner peace leads to outer harmony.",
      "May your heart be filled with love and light.",
      "Let your actions speak louder than words.",
      "In every challenge, seek the lesson.",
      "Your spirit is a treasure.",
      "Let the beauty of the world inspire your soul.",
      "Every moment is an opportunity for grace.",
      "In every breath, find a blessing.",
      "The journey of a thousand miles begins with a single step.",
      "Be patient, for every storm passes.",
      "True strength is born from struggle.",
      "Embrace the silence and listen to your heart.",
      "Let every prayer be a source of hope.",
      "In reflection, find your true self.",
      "Your perseverance will light the path ahead.",
      "Love and kindness conquer all.",
      "Find beauty in every moment.",
      "Each day offers a new chance to grow.",
      "In your quiet moments, find solace.",
      "Strength is the product of faith and effort.",
      "May every sunrise bring you new hope.",
      "Even in darkness, there is light.",
      "Let your journey be guided by love.",
      "Small steps lead to big changes.",
      "Inner peace is the foundation of true happiness.",
      "Every trial is a stepping stone to greatness.",
      "A thankful heart is a happy heart.",
      "In every challenge, see the opportunity for growth.",
      "Your spirit is unbreakable.",
      "Let kindness be your legacy.",
      "Find joy in the simple moments.",
      "True wisdom comes from reflection.",
      "In every heart, there is a spark of divinity.",
      "Cherish the moments of solitude.",
      "Every act of faith brings you closer to your destiny.",
      "Let your soul sing its own song.",
      "Hope is the fuel for the weary.",
      "Every moment is a precious gift.",
      "The journey of life is paved with hope.",
      "Let your dreams be your guide.",
      "In the silence, discover your inner strength.",
      "Believe in the beauty of new beginnings.",
      "Every step forward is a victory.",
      "Find serenity in your daily prayers.",
      "Your heart is your most powerful compass.",
      "Let the light of your faith shine bright.",
      "In every hardship, see the blessing.",
      "Your resilience is a beacon of hope.",
      "Embrace the challenges and rise above.",
      "Every day is an opportunity for forgiveness.",
      "Let gratitude be your constant companion.",
      "In each moment, find the strength to persevere.",
      "Your journey is a testament to your courage.",
      "Every prayer is a step towards healing.",
      "The soul finds peace in reflection.",
      "Embrace the quiet and listen to your inner voice.",
      "Every day is a blessing waiting to unfold.",
      "Let your faith be your guiding star.",
      "In every challenge, there is a hidden blessing.",
      "Your determination is the path to success.",
      "Every moment of silence is a moment of reflection.",
      "May your journey be filled with hope and love.",
      "The spirit grows stronger in adversity.",
      "Let your heart be a source of light.",
      "In every prayer, find your sanctuary.",
      "Your strength is born from your challenges.",
      "Every act of kindness is a seed of hope.",
      "Let the calm of prayer rejuvenate your soul.",
      "In every breath, find the promise of a new day.",
      "May your spirit soar with every sunrise.",
      "Every day is a canvas of infinite possibilities."
    ],
    "fr": [
      "La patience est la clé du soulagement.",
      "Le jeûne nourrit l'âme.",
      "Chaque difficulté apporte la facilité.",
      "Dans le silence, il y a de la force.",
      "Réfléchissez et renouvelez votre esprit.",
      "Un esprit calme est un esprit puissant.",
      "La gratitude transforme les défis en bénédictions.",
      "Que votre foi vous guide en chaque instant.",
      "Ce jeûne est un voyage de découverte de soi.",
      "La nuit est la plus sombre avant l'aube."
    ],
    "ar": [
      "الصبر مفتاح الفرج.",
      "الصوم يغذي الروح.",
      "كل ضيق يأتي مع الفرج.",
      "في الصمت قوة.",
      "تأمل وجدد روحك.",
      "العقل الهادئ قوة عظيمة.",
      "الامتنان يحول التحديات إلى بركات.",
      "دع إيمانك يرشدك في كل لحظة.",
      "هذا الصوم رحلة لاكتشاف الذات.",
      "الليل أحلك قبل الفجر."
    ]
  }
  